<html>
	<head>
		<title>Informaci&oacute;n profesional</title>
	</head>
	<body background="imagenes/fondo.gif"> <!-- Imagen de fondo -->
		<font face="Arial">
		<font size="5">
		<font color="white">
		<hr align="center" size="4" width="100%" noshade/> <!-- Línea de texto --> 
		<h1 align="justify">Informaci&oacute;n profesional</h1>
		<hr align="center" size="4" width="100%" noshade/> <!-- Línea de texto --> 
		<ol type="i">
			<b><li>Cargo</li></b>
			<ol>
				<li>Profesor Titular II, a Tiempo Completo en la Universidad de Panam&aacute;, Centro Regional Universitario de Veraguas, en el &aacute;rea de Redes de Computadoras, Sistemas Operativos y Arquitectura de los Computadores.</li>
			</ol>
			<hr align="center" size="4" width="100%" noshade/> <!-- Línea de texto --> 
			<b><li>Responsabilidades principales</li></b>
			<ol type="1">
				<li>Tutor de Servicio Social de la Facultad de Inform&aacute;tica, Electr&oacute;nica y Comunicaci&oacute;n del Centro Regional Universitario de Veraguas.</li>
				<li>Presidente de la Comisi&oacute;n de Banco de Datos de la Facultad de Inform&aacute;tica, Electr&oacute;nica y Comunicaci&oacute;n del Centro Regional Universitario de Veraguas.</li>
				<li>Presidente de la Comisi&oacute;n de Evaluaci&oacute;n de Ejecutorias de la Facultad de Inform&aacute;tica, Electr&oacute;nica y Comunicaci&oacute;n del Centro Regional Universitario de Veraguas, &aacute;rea: Redes, Sistemas Operativos y Arquitectura de los Computadores.</li>
				<li>Miembro de la Comisi&oacute;n de Evaluaci&oacute;n de Ejecutorias de la Facultad de Inform&aacute;tica, Electr&oacute;nica y Comunicaci&oacute;n del Centro Regional Universitario de Veraguas, &aacute;rea: Administraci&oacute;n de Centros Inform&aacute;ticos, Auditoria y Seguridad de Sistemas.</li>
				<li>Asesor de Trabajos de Graduaci&oacute;n de la Facultad de Inform&aacute;tica, Electr&oacute;nica y Comunicaci&oacute;n del Centro Regional Universitario de Veraguas.</li>
			</ol>
			<hr align="center" size="4" width="100%" noshade/> <!-- Línea de texto --> 
			<b><li>Departamento o grupo de trabajo</li></b>
			<ol>
				<li>Universidad de Panam&aacute;, Centro Regional Universitario de Veraguas, Facultad de Inform&aacute;tica, Electr&oacute;nica y Comunicaci&oacute;n, Departamento de Inform&aacute;tica, &aacute;rea de Redes, Sistemas Operativos y Arquitectura de los Computadores.</li>
			</ol>
		</ol>
		<hr align="center" size="4" width="100%" noshade/> <!-- Línea de texto --> 
	</body>
</html>