<html>
	<head>
		<title>Proyectos e investigaciones</title>
	</head>
	<body background="imagenes/fondo.gif"> <!-- Imagen de fondo -->
		<font face="Arial">
		<font size="5">
		<font color="white">
		<hr align="center" size="4" width="100%" noshade/> <!-- Línea de texto -->
		<h1 align="justify">Proyectos e investigaciones</h1>
		<hr align="center" size="4" width="100%" noshade/> <!-- Línea de texto -->
		<ol type="i">
		   <b><li>Tesis de grado culminadas</li></b>
			<ol type="1">
				<li><b>2011. DUTARI DUTARI, Ra&uacute;l Enrique.</b> <i><u>An&aacute;lisis del Protocolo de Aplicaci&oacute;n del Foro de Discusi&oacute;n Jer&aacute;rquico.</i></u> Tesis para optar por el T&iacute;tulo de Maestr&iacute;a en Sistemas Computacionales con &Eacute;nfasis en Redes y Comunicaciones, Universidad Metropolitana De Educaci&oacute;n, Ciencia Y Tecnolog&iacute;a, Direcci&oacute;n De Investigaci&oacute;n Y Postgrado. Panam&aacute;: Universidad Metropolitana De Educaci&oacute;n, Ciencia Y Tecnolog&iacute;a (<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/maestria_2011_redes/anteproyecto.pdf">Anteproyecto</a>,
				<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/maestria_2011_redes/proyecto.pdf">Proyecto</a>,
				<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/maestria_2011_redes/sustentacion.pdf">Sustentaci&oacute;n</a>).</li>

				<li><b>2001. DUTARI DUTARI, Ra&uacute;l Enrique.</b> <i><u>Implementaci&oacute;n de un Foro de Discusi&oacute;n Jer&aacute;rquico, basado en XML, con Consideraciones de Plausibilidad.</i></u> Tesis para optar por el T&iacute;tulo de Magister Scientiae en Ciencias de la Computaci&oacute;n, Opci&oacute;n: Ciencias de la Computaci&oacute;n, Instituto Tecnol&oacute;gico De Costa Rica, Departamento De Computaci&oacute;n. Cartago: Instituto Tecnol&oacute;gico De Costa Rica (
				<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/maestria_2001_computacion/anteproyecto.pdf">Anteproyecto</a>,
				<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/maestria_2001_computacion/sustentacion_anteproyecto.pdf">Sustentaci&oacute;n del anteproyecto</a>,
				<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/maestria_2001_computacion/proyecto.pdf">Proyecto</a>,
				<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/maestria_2001_computacion/sustentacion.pdf">Sustentaci&oacute;n</a>,
				<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/maestria_2001_computacion/manual_usuario_fdj.pdf">Manual de usuario del FDJ</a>).</li>

				<li><b>1991. BATISTA GONZ&Aacute;LEZ, Olga Ester y DUTARI DUTARI, Ra&uacute;l Enrique.</b> <i><u>Soluci&oacute;n de Ecuaciones Algebraicas por M&eacute;todos Iterativos, empleando Computadoras.</i></u> Tesis para optar por el T&iacute;tulo de Licenciado en Matem&aacute;tica, Universidad de Panam&aacute;, Escuela de Matem&aacute;tica. Santiago de Veraguas: Universidad de Panam&aacute; (<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/licenciatura_1991_matematica/anteproyecto.pdf">Anteproyecto</a>,
				<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/licenciatura_1991_matematica/proyecto.pdf">Proyecto</a>).</li>
			</ol>
			<hr align="center" size="4" width="100%" noshade/> <!-- Línea de texto -->
		   <b><li>Publicaciones</li></b>
			<ol type="1">
				<li><b>2022. RODR&Iacute;GUEZ C., &Oacute;scar E., DUTARI D., Ra&uacute;l E., RODR&Iacute;GUEZ F., David A., FERN&Aacute;NDEZ G., Libertad, D&Iacute;AZ R., Kevin J., QUINTERO P., Juan G. y  CHANG M., Humberto J.</b> <i><u>Percepci&oacute;n de la ciberseguridad: ciberdelitos, normas legales y pol&iacute;ticas de seguridad.</i></u> Visi&oacute;n Antataura, 6(2), 103-122 (<a href="https://revistas.up.ac.pa/index.php/antataura/article/view/3387" target="_blank">Publicaci&oacute;n</a>).</li>

				<li><b>2021. RODR&Iacute;GUEZ C., &Oacute;scar E., DUTARI D., Ra&uacute;l E., FERN&Aacute;NDEZ G., Libertad, RODR&Iacute;GUEZ F., David A. y D&Iacute;AZ R., Kevin J.</b> <i><u>Identificaci&oacute;n de criterios acad&eacute;micos y t&eacute;cnicos para la selecci&oacute;n de simuladores como recursos did&aacute;cticos aplicados a la ense&ntilde;anza de asignaturas pr&aacute;cticas en la licenciatura en inform&aacute;tica para la gesti&oacute;n educativa y empresarial.</i></u> Visi&oacute;n Antataura, 5(2), 50-66 (<a href="https://revistas.up.ac.pa/index.php/antataura/article/view/2522" target="_blank">Publicaci&oacute;n</a>).</li>

				<li><b>2020. FERN&Aacute;NDEZ G., Libertad, RODR&Iacute;GUEZ C., Damaris E., MONGE DE RU&Iacute;Z, Roma, RODR&Iacute;GUEZ C., &Oacute;scar E. y DUTARI D., Ra&uacute;l E.</b> <i><u>Nivel de formaci&oacute;n y necesidad de capacitaci&oacute;n en entornos virtuales como factores claves para el desarrollo acad&eacute;mico-profesional del recurso humano en cuatro unidades acad&eacute;micas de la Universidad de Panam&aacute;.</i></u> Visi&oacute;n Antataura, 4(2), 79-101 (<a href="https://revistas.up.ac.pa/index.php/antataura/article/view/1850" target="_blank">Publicaci&oacute;n</a>).</li>

				<li><b>2020. CEDE&Ntilde;O HERRERA, Edwin J., BATISTA DE CEDE&Ntilde;O, Gloris M. y DUTARI D., Ra&uacute;l E.</b> <i><u>An&aacute;lisis Multienfoque de Framework para Integraci&oacute;n de Servicios en Sistemas C4I.</i></u> Revista Colegiada de Ciencia, 1(2), 72-92 (<a href="https://www.revistas.up.ac.pa/index.php/revcolciencia/article/view/1351/" target="_blank">Publicaci&oacute;n</a>).</li>

				<li><b>2019. MELA, Jos&eacute;, CEDE&Ntilde;O, Edwin, RODR&Iacute;GUEZ, &Oacute;scar y DUTARI, Ra&uacute;l.</b> <i><u>Mobile Object Sensing Technologies using Arduino Microcontroller.</i></u> International Journal of Recent Technology and Engineering (IJRTE), 8(4), 6025-6029 (<a href="https://www.ijrte.org/wp-content/uploads/papers/v8i4/D8153118419.pdf" target="_blank">Publicaci&oacute;n</a>).</li>

				<li><b>2019. DUTARI D., Ra&uacute;l E., &Aacute;BREGO GONZ&Aacute;LEZ, Heydi E., QUIEL CARABALLO, Vanessa I., RODR&Iacute;GUEZ CAMA&Ntilde;O, &Oacute;scar E., CEDE&Ntilde;O HERRERA, Edwin J., BATISTA DE CEDE&Ntilde;O, Gloris M. y MELA N., Jos&eacute; Luis.</b> <i><u>Evaluaci&oacute;n de hardware basada en rendimiento-costo, para la adquisici&oacute;n &oacute;ptima de computadoras personales.</i></u> Visi&oacute;n Antataura, 3(2), 33-49 (<a href="https://revistas.up.ac.pa/index.php/antataura/article/view/1056/" target="_blank">Publicaci&oacute;n</a>).</li>

				<li><b>2018. RODR&Iacute;GUEZ C., &Oacute;scar E., DUTARI D., Ra&uacute;l E., CEDE&Ntilde;O H., Edwin J. y DELGADO R., Norberto A.</b> <i><u>Nivel de seguridad de las redes de &aacute;rea local en algunas instituciones p&uacute;blicas que funcionan en la ciudad de Santiago, provincia de Veraguas.</i></u> Visi&oacute;n Antataura, 2(1), 01-15 (<a href="https://revistas.up.ac.pa/index.php/antataura/article/view/176/" target="_blank">Publicaci&oacute;n</a>).</li>

				<li><b>2005. DUTARI DUTARI, Ra&uacute;l Enrique.</b> <i><u>Los Procesos De Ense&ntilde;anza-Aprendizaje Asistidos Mediante El Computador En La Educaci&oacute;n B&aacute;sica.</i></u> Revista Tecno Praxis, 1(1), 08-11 (<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/revista_tecnopraxis_1_1_2005/articulo_en_revista_editado.pdf" target="_blank">Publicaci&oacute;n</a>).</li>
			</ol>
			<hr align="center" size="4" width="100%" noshade/> <!-- Línea de texto -->
		   <b><li>Investigaciones</li></b>
			<ol type="1">
				<li><b>2015. SANTIMATEO G&Aacute;LVEZ, Diego, N&Uacute;&Ntilde;EZ MAR&IacuteN, Giannina, DUTARI D., Ra&uacute;l E., RODR&Iacute;GUEZ CAMA&Ntilde;O, &Oacute;scar E. y JU&Aacute;REZ, Yahaira.</b> <i><u>Estudio para la actualizaci&oacute;nn por competencias de la Licenciatura en Inform&aacute;ntica para la Gesti&oacute;n Educativa y Empresarial.</i></u> Universidad de Panam&aacute;. Vicerrector&iacute;a de Investigaci&oacute;n y Postgrado. C&oacute;digo de Registro: VIP-16-17-00-01-2014-18 (<https://github.com/raul-dutari/raul-dutari.github.io/raw/main/_archivos_pdf/proyectos_e_investigaciones/investigacion_actualizacion_ligee_2015/informe_final.pdf" target="_blank">Informe final</a>).</li>
			</ol>
		</ol>
		<hr align="center" size="4" width="100%" noshade/> <!-- Línea de texto -->
	</body>
</html>